Revit 2027 API
UV.BasisV Property
The basis of the V axis.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static UV BasisV { get; }
Public Shared ReadOnly Property BasisV As UV
	Get
public:
static property UV^ BasisV {
	UV^ get ();
}
static member BasisV : UV with get
Property Value
UV
Remarks
The basis of the V axis is the vector (0,1), the unit vector on the V axis.
See Also
Reference
UV Class
Autodesk.Revit.DB Namespace